Revit 2027 API
ParameterTypeId.OptionName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OptionName { get; }
Public Shared ReadOnly Property OptionName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OptionName {
	ForgeTypeId^ get ();
}
static member OptionName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace